INSERT INTO students (full_name, email, courses)
VALUES
    ('Иван Иванов', 'ivan@example.com', '{"Математика", "Физика"}'),
    ('Петр Петров', 'petr@example.com', '{"Программирование", "История"}'),
    ('Анна Сидорова', 'anna@example.com', '{"Английский язык", "Экономика"}'),
    ('Алексей Смирнов', 'alexey@example.com', '{"Русский язык", "Литература"}'),
    ('Ольга Васильева', 'olga@example.com', '{"Химия", "Биология"}'),
    ('Сергей Кузнецов', 'sergey@example.com', '{"Информатика", "Физическая культура"}');